export const casesData = {
  1: {
    title: 'Эксподат × EAZZY',
    links: [
      {
        text: 'О заказчике ',
        href: 'https://expodat.com/'
      }
    ],
    content: `
      <p class="modal-cases__item-title">Заказчик:</p>
      <p class="modal-cases__item-text">ООО «Эксподат», Санкт-Петербург</p>

      <p class="modal-cases__item-title">Продукт заказчика:</p>
      <p class="modal-cases__item-text">Программно-аппаратный комплекс для организаторов и участников оффлайн-мероприятий
      </p>
      <p class="modal-cases__item-title">Задача EAZZY:</p>
      <p class="modal-cases__item-text">Сбор и онлайн-сопровождение команд молодых исполнителей для работы на офлайн-мероприятиях в разных регионах, прозрачный документооборот для всех вовлеченных сторон и своевременные выплаты исполнителям.</p>
      <p class="modal-cases__item-title">Как решали:</p>
      <p class="modal-cases__item-text">Платформа EAZZY выступила генеральным подрядчиком по работе с персоналом:</p>
        <ul>
          <li>формировала команды молодых исполнителей (14-25 лет) под каждое мероприятие,</li>
          <li>обеспечивала онлайн-координацию исполнителей и кураторскую поддержку,</li>
          <li>оперативно закрывала замены и форс-мажоры,</li>
          <li>брала на себя документооборот и расчеты с участниками.</li>
        </ul>
      <p class="modal-cases__item-text">Команды собирались под конкретные форматы мероприятий - от небольших событий до масштабных конференций с участием 50+ исполнителей от EAZZY.</p>
      <p class="modal-cases__item-text"><u>Инструменты:</u></p>
      <ul>
        <li>платформа EAZZY (постановка задач, сбор и координация команд)</li>
        <li>онлайн-коммуникации и кураторское сопровождение</li>
        <li>автоматизированный документооборот и выплаты</li>
      </ul>
      <p class="modal-cases__item-title">Результат:</p>
      <p class="modal-cases__item-text">35 мероприятий успешно проведены с участием молодежных команд от EAZZY с июля по декабрь 2025г:</p>
      <ul>
        <li>обеспечена стабильная работа персонала на площадках в разных регионах</li>
        <li>снижена операционная нагрузка на команду заказчика</li>
        <li>молодежь получила оплачиваемый опыт работы на реальных бизнес-проектах</li>
      </ul>
    `
  },
  2: {
    title: 'Платформа Place&Plot',
    links: [
      {
        text: 'О сервисе',
        href: 'https://designer.placeandplot.ru/'
      },
      {
        text: 'Платформа',
        href: 'https://placeandplot.ru/',
      }],
    content: `
      <p class="modal-cases__item-title">Заказчик:</p>
      <p class="modal-cases__item-text">ГК "Team Masters" (ООО "Акватерм"), Санкт-Петербург</p>

      <p class="modal-cases__item-title">Продукт:</p>
      <p class="modal-cases__item-text">Онлайн-ассистент дизайнера интерьера для управления жизненным циклом дизайн-проекта
      </p>
      <p class="modal-cases__item-title">Задача:</p>
      <p class="modal-cases__item-text">Подготовить 30+ демонстрационных дизайн-проектов в
        системе для:</p>
      <ul>
        <li>боевого тестирования интерфейса</li>
        <li>онбординга дизайнеров в продукт (дальнейшая
          самостоятельная работа на платформе)</li>
      </ul>
      <p class="modal-cases__item-text"><u>Для каждого проекта требовались:</u></p>
      <ul>
        <li>обработка изображений интерьеров (фото, визуализация,
          референсы и т.п.)</li>
        <li>структурирование проекта по помещениям, категориям и
          видам материалов</li>
        <li>формирование таблиц комплектации (характеристики,
          расчёты, поставщики, сроки и пр.)</li>
        <li>загрузка данных в систему через админку</li>
        <li>проверка корректности отображения в пользовательском
          интерфейсе</li>
      </ul>
      <p class="modal-cases__item-title">Как решали:</p>
      <p class="modal-cases__item-text">Работала команда из 5 подростков (14–17 лет), с куратором и пошаговыми инструкциями.
      </p>
      <p class="modal-cases__item-text"><u>Инструменты:</u></p>
      <ul>
        <li>таск-трекер</li>
        <li>редактор изображений (для обработки визуала)</li>
        <li>Google Sheets (для таблиц комплектации)</li>
        <li>админка и веб-интерфейс платформы (загрузка и
          проверка)</li>
      </ul>
      <p class="modal-cases__item-title">Результат:</p>
      <ul>
        <li>32 дизайн-проекта полностью подготовлены и выгружены в
          систему</li>
        <li>более 20 дизайнеров успешно заонбордились на платформу
          и начали работу</li>
        <li>разработан "эталонный" процесс онбординга, проверенный
          на реальных кейсах</li>
      </ul>
    `
  },
  3: {
    title: 'VIM Plan 2D/3D',
    links: [
      {
        text: 'new.vimflat.ru',
        href: 'https://new.vimflat.ru/'
      }
    ],
    content: `
      <p class="modal-cases__item-title">Заказчик:</p>
      <p class="modal-cases__item-text">VIM Services ("ООО "Иммерсия СК")</p>
      <p class="modal-cases__item-title">Продукт:</p>
      <p class="modal-cases__item-text">Онлайн-инструмент для визуализации и планирования дизайна интерьеров с ИИ
        <a class="modal-cases__item-text" href="https://new.vimflat.ru/"><b>new.vimflat.ru</b></a>
      </p>
      <p class="modal-cases__item-title">Задача:</p>
      <p class="modal-cases__item-text">Подготовить датасет для обучения нейросети, распознающей типовые планировки квартир
        и преобразующей их в редактируемые 2D/3D-модели в интерфейсе редактора.</p>
      <p class="modal-cases__item-text"><u>Что требовалось:</u></p>
      <ul>
        <li>сгруппировать подборку планировок по типам, исключив
          повторы и незначительные вариации</li>
        <li>конвертировать файлы из формата чертежей (AutoCAD) в
          PDF</li>
        <li>систематизировать результат в облачной папке для
          передачи специалисту по обучению НС</li>
      </ul>
      <p class="modal-cases__item-title">Как решали:</p>
      <p class="modal-cases__item-text">Исполнитель: подросток 17 лет, работал под кураторством и с пошаговыми
        инструкциями</p>
      <p class="modal-cases__item-text"><u>Инструменты:</u></p>
      <ul>
        <li>Autocad Viewer (просмотр и анализ чертежей)</li>
        <li>PDF24 (конвертация форматов)</li>
        <li>Google Sheets (ведение сводной таблицы)</li>
      </ul>
      <p class="modal-cases__item-title">Результат:</p>
      <ul>
        <li>Подготовлено 665 типовых планировок</li>
        <li>На их базе обучена нейросеть, теперь редактор
          распознаёт пользовательские загрузки и преобразует их в редактируемые 2D/3D-модели</li>
      </ul>
    `
  },
  4: {
    title: 'VIM Render',
    links: [
      {
        text: 'new.vimflat.ru',
        href: 'https://new.vimflat.ru/'
      }
    ],
    content: `
      <p class="modal-cases__item-title">Заказчик:</p>
      <p class="modal-cases__item-text">VIM Services ("ООО "Иммерсия СК")</p>

      <p class="modal-cases__item-title">Продукт:</p>
      <p class="modal-cases__item-text">Онлайн-инструмент для визуализации и дорендеринга интерьеров с ИИ</p>

      <p class="modal-cases__item-title">Задача:</p>
      <p class="modal-cases__item-text">Подготовить датасет изображений для обучения нейросети, которая генерирует фотореалистичный рендеринг интерьера, "вставляя" в него мебель и декор из каталогов производителей.</p>

      <p class="modal-cases__item-text"><u>Что требовалось:</u></p>
      <ul>
        <li>обработать и систематизировать вводные от поставщика (изображения, ссылки, номенклатура)</li>
        <li>сформировать датасет, состоящий из изображений мебели и декора в необходимых ракурсах и вариантах (не менее 4
          ракурсов для мебели, не менее 3 вариантов открывания для штор)</li>
        <li>систематизировать результат в облачной папке для передачи специалисту по обучению НС</li>
      </ul>
      <p class="modal-cases__item-title">Как решали:</p>
      <p class="modal-cases__item-text">Исполнитель: подросток 17 лет, работал под кураторством и с пошаговыми инструкциями</p>

      <p class="modal-cases__item-text"><u>Инструменты:</u></p>
      <ul>
        <li>Adobe Photoshop (обработка изображений)</li>
        <li>Google Sheets (вводные данные от поставщика и ведение сводной таблицы итоговых изображений)</li>
      </ul>
      <p class="modal-cases__item-title">Результат:</p>
      <ul>
        <li>Подготовлено 200+ изображений для обучения НС</li>
        <li>НС "умеет" загружать в визуализацию изображения каталожной мебели и текстильного декора в требуемом ракурсе по
          запросу пользователя (интеграция и дорендеринг в пользовательском или сгенеренном изображении)</li>
      </ul>
    `
  },
  5: {
    title: 'Базовый бренд-пакет для финансового директора на аутсорсинге',
    links: [
      {
        text: 'finlazunina.com',
        href: 'https://finlazunina.com/'
      }
    ],
    content: `
      <p class="modal-cases__item-title">Заказчик:</p>
      <p class="modal-cases__item-text">Финансовый директор на аутсорсинге Лазунина Н.В.</p>

      <p class="modal-cases__item-title">Продукт:</p>
      <p class="modal-cases__item-text">Услуги финансового директора и антикризисного менеджера</p>

      <p class="modal-cases__item-title">Задача:</p>
      <p class="modal-cases__item-text">Подготовить и разработать:</p>
      <ul>
        <li>презентацию услуг заказчицы</li>
        <li>сайт-лендинг с описанием компетенций и услуг</li>
      </ul>
      <p class="modal-cases__item-text"><u>Для проекта потребовалось:</u></p>
      <ul>
        <li>подготовка и обработка текстового контента</li>
        <li>разработка изображений</li>
        <li>сборка и дизайн презентации</li>
        <li>дизайн и верстка лендинга (Tilda)</li>
      </ul>
      <p class="modal-cases__item-title">Как решали:</p>
      <p class="modal-cases__item-text">Работала команда из 3 подростков (14–17 лет), с куратором и пошаговыми инструкциями.</p>

      <p class="modal-cases__item-text"><u>Инструменты:</u></p>
      <ul>
        <li>таск-трекер</li>
        <li>редактор изображений (для обработки визуала)</li>
        <li>конструктор сайтов Tilda (шаблонные и кастомные блоки)</li>
      </ul>

      <p class="modal-cases__item-title">Результат:</p>
      <ul>
        <li>готовая презентация для отправки потенциальным заказчикам</li>
        <li>готовый лендинг</li>
      </ul>
    `
  }
};
